const useDisplayBranches = () => {
	const data = {
		content: [
			{
				id: '3fa85f64-5717-4562-b3fc-2c963f66afa6',
				name: 'Центральный московский филиал',
				area: 'Московская область',
				address: 'г. Москва, ул. Тверская, д. 10',
			},
			{
				id: '3fa85f64-5717-4562-b3fc-2c963f66afa7',
				name: 'Московская область',
				area: 'Филиал Мытищи',
				address: 'г. Мытищи, ул. Летняя, д. 15',
			},
			{
				id: '3fa85f64-5717-4562-b3fc-2c963f66afa8',
				name: 'Ленинградская область',
				area: 'Северный филиал',
				address: 'г. Санкт-Петербург, Невский пр-т, д. 25',
			},
			{
				id: '3fa85f64-5717-4562-b3fc-2c963f66afa9',
				name: 'Краснодарский край',
				area: 'Филиал Сочи',
				address: 'г. Сочи, ул. Навагинская, д. 12',
			},
		],
	};
	return { data };
};

export { useDisplayBranches };
